["Don't die, please keep working ~Rizorty to a terminally ill woman", "Oh god, I want to eat Grandma! ~Riz 2015", "\"360 noscope!\" ~Rizorty 2015", "\"I don't believe in cooperation. I am a firm believer in being individual\" ~Rizorty 2015", "\"Family, religion, friendship! These are the three demons you must slay if you wish to succeed in business.\"", "never leave the noodles behind EVER! -starvoid12 2015", "Kappa -jbro2001", "Bunz rules- 2015", "Wait bunz gets the channel what do I get-Notl33t", "\"Eat fecal matter and depart!\" - Rizorty 2015", "\"Daddy needs his flasks\" ~Riz, 2015", "I need to shoot inside her mouth when she's sucking - Riz", "I'm happy to steer this bastard - Riz 2015", "Don't do what you want 'cause an office drone isn't free; we are an office drone! ~Rizorty 2015", "\"He's a pirate! He's THE pirate!\" - random civilian, concerning Rizorty", "*Riz walks up to a lady* \"Are you a whore? No, just a lady.\"", "*whistle* \"Hey there, big fella. I need ya.\"", "\"Suffocation - It's stronger than you are.\" ~Rizorty 2015", "\"You picked the finest ship under the sea\" - Captain Rizorty", "\"to plunder a booty you need to have a whole bunch of men to hold it down\" -captain' riz", "\"Once you get past the sexual tension, the stream is pretty decent Kappa \" ~R3TR0STYL3", "\"Shoot dudes! Kill guys! America!\" ~Rizorty 2015", "\"This might be the best thing I've ever done with my head\" ~Riz, 2015", "\"I reject your offer. I hate this community, screw off\" ~xLIB 2015", "\"They didn't want people getting stabbed by satanists or whatever.\"", "\"this game is almost as hard as Dark Souls!\"", "For now though, I need to go change my pants. - Rizorty (During Costume Quest)", "\"I've been practising my queen impression for a long time\"", "They're probably coming to get me; damn coppers ~Riz 2015", "\"Enjoy this healthy dose of heroin\" ~Riz, while playing Valiant Hearts", "Oh so tiny, unacceptably small. ~Princess RizzieWizzie", "\"I like when N0t says 'Oh god', it means I'm doing my job.\" - Rizorty", "\"Never mind - fresh semen!\" ~Rizorty, 2015", "it was not intentionally, it just came out of my mouth suddenly ~Riz 2015", "\"I'm all about that A... bout that A", "\"if you check out my thingy down there\" Rizorty", "\"I mean, I know what we can do with handcuffs\" during Fallout 4 - 2015", "\"I dig this guys hat. I kinda want to kill him and take it\" Rizorty during Fallout 4 - 2015", "\"I know you're freaked out about you're wife or whatever but....\" Riz assigning a worker during Fallout 4 - 2015", "\"Can we scrap the dog?\" Riz during Fallout 4 - 2015", "\"I love sports ball, I'm a big fan. Go local team, score a goal unit!\" ~ClandestineSanity 2015", "\"Phi!? I wasn't in a fraternity!\" N0t1337 during Keep talking and nobody Explodes - 2015", "\"I didn't see which color was yellow.\" - EOD Riz", "\"dot dot dash doooash\" Riz playing Keep Talking and Nobody Explodes", "\"Please get off, thank you\" -Rizorty", "\"I wish it were socially acceptable for men to wear skirts. If it was I definitely would!\"", "\" Come one and come all, young and old, to hear the furious beats and splendiferous rhymes or Rizorty!\" Grufton 2015", "\"By the power of our nipples we have been victorious\" Rizorty during Assassin's Creed IV: Black Flag 2015", "I can't like, crawl up in there? ~itsthepax", "\"Crash into a planet or something, no one likes you\" ItsthePax during Kerbal Space Program 2015", "\"I think the manual is wrong\" ItsthePax after blowing Riz up during Keep Talking and Nobody Explodes 2015", "\"Now we are all sons of bitches\" - Braid"]